Repository: JmBergamoJ/DarkSideBot
Catalog: DarkSide.Strings/Resources/General/General.*.resx
Languages: pt_br

# ADDED_TRACK_TO_QUEUE
source: Added {0} to Queue
pt_br: Adicionado {0} na Fila

# ADDED_X_TRACKS_TO_QUEUE
source: Added {0} tracks to the queue
pt_br: Adicionadas {0} faixas na Fila

# ALREADY_SENDING_UPDATES
source: I am already sending Dota 2 updates in {0}. To stop use '{1}'
pt_br: Já estou enviando atualizações do Dota 2 em {0}. Para parar de usar '{1}'

# ALREADY_TRACKING_USER_NO_PRO_STATUS
source: You are already tracking **{0}** ({1}) and are not a pro member so I cant let you track more than one Steam Profile
pt_br: Você já está rastreando ** {0} ** ({1}) e não é um membro profissional, então não posso permitir que você rastreie mais de um Perfil Steam

source: Assist
pt_br: Assistências

source: Bot Stats
pt_br: Estatísticas do Bot

# BOT_STATS_DESCR
source: Gets Bot's stats
pt_br: Busca Estatísticas do Bot

# BOT_UP_FOR
source: Bot Has Been Up For
pt_br: O Bot está de pé por

# BROKEN_COMMAND_WARNING
source: This command is sorta broken so if you face any issues just '{0}' and '{1}' again.
pt_br: Este comando está meio que quebrado, então se você enfrentar qualquer problema, basta '{0}' e '{1}' novamente.

# CANNOT_SEEK_TRACK
source: Cant seek this track.
pt_br: Não posso procurar essa faixa.

# COMMANDS_UNDER_MODULE
source: List of commands under {0} module
pt_br: Lista de comandos no módulo {0}

# COMMAND_LIST_GREETING
source: Hey {0}, here is a list of all my commands.
pt_br: Olá {0}, aqui está uma lista de todos os meus comandos.

# COMMAND_LIST_HELP_STRING
source: Use 'help [command-name]' or 'help [module-name]' for more information
pt_br: Use 'ajuda [nome-do-comando]' ou 'ajuda [nome-do-modulo]' para obter mais informações

# COULD_NOT_FIND_COMMAND
source: Sorry, I couldn't find a command called *{0}*
pt_br: Não consegui encontrar um comando chamado * {0} *

# COULD_NOT_FIND_TEAM
source: Could not find any team with that ID or name
pt_br: Não foi possível encontrar nenhum time com esse ID ou nome

# CREATOR_SUPPORT_STRING
source: You can always use 'support' command just in case you ever need help from my creator. He is always so ready to help.
pt_br: Você sempre pode usar o comando 'suporte' caso precise da ajuda do meu criador.

# CURRENT_LOCALE
source: Current Locale is: [{0}]
pt_br: A localidade atual é: [{0}]

source: Current Member
pt_br: Membro Atual

# CURRENT_PREFIX_MESSAGE
source: Hmm it was hard to remember but I think I am knows as '{0}' in this Party.
pt_br: Você pode me chamar utilizando '{0}'

source: Current Queue
pt_br: Fila atual

source: Day(s)
pt_br: Dia(s)

source: Death
pt_br: Morte

# DETAILED_HELP_FOOTER
source: Note: Parameters under '[]' are mandatory and the ones under '<>' are optional
pt_br: Observação: os parâmetros em '[]' são obrigatórios e os em '<>' são opcionais

source: Detailed stats
pt_br: Estatísticas detalhadas

source: Duration
pt_br: Duração

# FAILED_TO_LOAD_RESPONSE
source: Failed to load responses.
pt_br: Falha ao carregar respostas.

source: GPM
pt_br: OPM

# HAVE_NOT_PLAYED_DOTA_OR_PROFILE_PRIVATE
source: Our sad guy hasn't played dota in a while or his profile / dota client is private af
pt_br: Este perfil não joga dota há algum tempo ou seu perfil de dota é privado.

# HELP_ON_COMMAND
source: Help on *{0}* coming right up
pt_br: Ajuda para o comando *{0}*

source: Hero Name
pt_br: Nome do herói

source: Hour(s)
pt_br: Hora(s)

source: Invalid Response
pt_br: Resposta inválida

# I_ALREADY_KNOW_YOU_AS
source: But But But I already know you as [{0}]
pt_br: Eu já te conheço como [{0}]

# I_DONT_KNOW_USER
source: Idk who {0} is but i'll be glad to meet {1} at '{2} [steam ID]
pt_br: Não sei quem {0} é, mas ficarei feliz em conhecer {1} em '{2} [Steam ID]

# I_DONT_KNOW_YOU
source: Uhh I don't know you. Either tell me who you are or provide a steamID with this command.
pt_br: Eu não te conheço. Diga-me quem você é ou forneça um SteamID com este comando.

# I_KNOW_USER_AS_STEAM_NAME
source: I know {0} as [{1}]
pt_br: Eu conheço {0} como [{1}]

# I_WILL_SEND_UPDATES_IN_THE_CHANNEL
source: Great, I will send Dota 2 patches in this channel
pt_br: Ótimo, vou enviar patches do Dota 2 neste canal

source: Kills
pt_br: Matou

# LAST_MATCH
source: Last Match Played
pt_br: Última partida jogada

source: Last Played
pt_br: Jogou pela última vez

source: League Name
pt_br: Nome da Liga

# LOCALE_CHANGED
source: Locale Changed to : [{0}]
pt_br: Idioma alterado para: [{0}]

# LOCALE_NOT_FOUND
source: Locale not found: [{0}]
pt_br: Idioma não encontrado: [{0}]

# LOSE_PAST
source: Lost
pt_br: Perdeu

source: Losses
pt_br: Perdeu

source: Make your choice
pt_br: Faça a sua escolha

source: Matches
pt_br: Partidas

# MATCH_DATA_STRING
source: **Match Data for {0} **\n {1}
pt_br: ** Dados da partida para {0} ** \n {1}

source: Medal
pt_br: Medalha

source: Memory Usage
pt_br: Uso de Memória

source: Minute(s)
pt_br: Minuto(s)

# MOST_SUCCESS_HEROES
source: Most Successful Heroes
pt_br: Heróis de maior sucesso

# NEVER_MET_BEFORE
source: Hmm looks like we have never met before. But don't you worry Ive arranged us a secret meeting at {0} [your account]
pt_br: Nunca nos conhecemos antes. Mas pode utilizar o comando {0} [sua conta]

# NEVER_PLAYED_DOTA
source: Dude never played doto
pt_br: Este jogador nunca jogou DotA

# NEW_PREFIX_MESSAGE
source: Alright Alright in the latest patch people here have to call me '{0}'.
pt_br: Agora voce deve me chamar por '{0}'

# NICE_TO_MEET_USER
source: Nice to meet you [{0}]
pt_br: Prazer em conhecê-lo [{0}]

source: No
pt_br: Não

# NONE_STRING
source: None
pt_br: Nenhum

source: Now at
pt_br: Agora em

# NOW_I_KNOW_YOU
source: Now I know you as [{0}]
pt_br: Agora eu conheço você como [{0}]

source: Now Playing
pt_br: Agora tocando

# NO_PATCHES_MESSAGE
source: I'm sad to see you go.
pt_br: Falous

# NO_SUMMARY
source: No summary for {0}
pt_br: Não há resumo para {0}

source: Players
pt_br: Jogadores

source: Player Name
pt_br: Nome do Jogador

# PLAYING_NOW
source: Playing {0} Now
pt_br: Tocando {0} Agora

source: Private Profile
pt_br: Perfil Privado

# PRO_STATUS_ALREADY_GRANTED
source: {0} is already a pro Member
pt_br: {0} já é um membro Profissional

# PRO_STATUS_GRANTED
source: Congratzzz {0}, you are now a pro member
pt_br: {0}, agora você é um membro Profissional

# PRO_STATUS_NEVER_GRANTED
source: {0} was never pro
pt_br: {0} nunca foi Profissional

# PRO_STATUS_REMOVED
source: {0}, you are no longer a pro member
pt_br: {0}, você não é mais um membro Profissional

source: Queue cleared
pt_br: Fila limpa

source: Rating
pt_br: Avaliação

source: Requested by
pt_br: Solicitado por

source: Searching
pt_br: Procurando

source: Second(s)
pt_br: Segundo(s)

# SOMEONE_ALREADY_TRACKING_IN_CHANNEL
source: Someone is already tracking {0} ({1}) in {2}
pt_br: Alguém já está rastreando {0} ({1}) em {2}

# SPECIFIC_SEARCHES_STRING
source: To go specific {0} search try adding '{1}:'before your search string. Eg: {2} {1}:Allen Walker
pt_br: Para fazer uma pesquisa específica no {0}, tente adicionar '{1}:' antes da string de pesquisa. Por exemplo: {2} {1}: Allen Walker

# SUCCESSFULLY_REMOVED_FROM_TRACKING_LIST
source: I have successfully removed **{0}** ({1}) from your track list on this server.
pt_br: Eu removi com sucesso ** {0} ** ({1}) de sua lista de rastreamento neste servidor.

source: Summary
pt_br: Resumo

source: Team Name
pt_br: Nome do time

source: Total Servers
pt_br: Total de Servidores

source: Total Users
pt_br: Total de Usuários

# TRACKS_IN_QUEUE
source: {0} songs in the queue
pt_br: {0} músicas na Fila

# TRACK_ALTREADY_PLAYING
source: Already playing
pt_br: Ja Tocando

source: Track is seekable
pt_br: A mudica é pesquisável

# TRACK_NOT_FOUND
source: The search found no such tracks
pt_br: A pesquisa não encontrou faixas

# TRACK_PAUSED
source: Paused
pt_br: Pausado

# TRACK_QUEUE_EMPTY
source: The Queue is Empty.
pt_br: A Fila está Vazia

# TRACK_RESUMED
source: Resumed
pt_br: Continuado

# TRACK_STOPPED_PLAYING
source: Stopped playing. Your queue is still intact though. Use '{0}' to Destroy the Queue
pt_br: Parou de tocar. Sua fila ainda está intacta. Use '{0}' para limpar a fila

source: Unknown
pt_br: Desconhecido

source: Up next
pt_br: A seguir

source: Up-time
pt_br: Tempo de atividade

# URL_NOT_PLAYABLE
source: The url is not playable.
pt_br: A url não pode ser reproduzida.

# USAGE_STRING
source: Usage
pt_br: Uso

# VOLUME_NOW_SET
source: Volume now is set to
pt_br: O volume agora está definido para

source: Warning
pt_br: Alerta

# WILL_BE_POSTING_USER_MATCHES_EVERY_HOUR
source: I will be posting {0}'s ({1}) new matches here in this channel every Hour
pt_br: Estarei postando novas correspondências de {0} ({1}) aqui neste canal a cada hora

source: Wins
pt_br: Vitórias

source: Win/Loss
pt_br: Vit/Derr

# WIN_PAST
source: Won
pt_br: Ganhou

source: Yes
pt_br: Sim

# YOU_ARE_NO_LONGER_USER
source: Okay you are no longer {0}.
pt_br: Você não é mais {0}.

# YOU_HAVE_NOT_TRACKED_USER
source: You haven't tracked **{0}** ({1}) on this server.
pt_br: Você não rastreou ** {0} ** ({1}) neste servidor.

# YOU_WERE_NEVER_USER
source: You were never {0}.
pt_br: Você nunca foi {0}.
