Repository: JmBergamoJ/DarkSideBot
Catalog: DarkSide.Strings/Resources/Summaries/Summaries.*.resx
Languages: pt_br

# BOT_STATS
source: Shares the bot summary here
pt_br: Compartilha o resumo do bot aqui

# CLEAR
source: Clears the queue
pt_br: Limpa a fila

# GIVE_DATABASE
source: Very bad command. Dont ever use.
pt_br: Comando muito ruim. Nunca use.

# HELP
source: Lists all the commands
pt_br: Lista todos os comandos

# HERO_NAME_FIRST_LETTERS
source: Hero name or first few letters
pt_br: Nome do herói ou primeiras letras

# HERO_RANKING
source: Gives you the target's hero list with specific performance.
pt_br: Fornece a lista de heróis do alvo com desempenho específico.

# INVITE
source: Provides important links that can come in handly
pt_br: Fornece links importantes que podem ser úteis

# I_AM
source: Gives your sad life a meaning. After you set this up, commands like 'profile' and others wont require a parameter :)
pt_br: Depois de configurar isso, comandos como 'perfil' e outros não exigirão um parâmetro :)

# I_AM_NOT
source: I will forget you and you will be cursed to give a parameter every-time you use an accountID demanding command.
pt_br: Eu vou te esquecer e você será obrigado a usar um parâmetro toda vez que você usar um comando que exija accountID.

# LAST_MATCH
source: Gets the last match data for a steamID
pt_br: Obtém os dados da última partida para um SteamID

# LOCALE
source: Changes the bot's locale settings.
pt_br: Altera as configurações de localização do bot.

# MAKE_PRO
source: Make someone pro user. Requires mention.
pt_br: Faça alguém usuário Profissional. Requer menção.

# MATCH
source: Gives you detailed analysis of a specific match
pt_br: Oferece uma análise detalhada de uma partida específica

# NOW_PLAYING
source: Get the current playing song
pt_br: Obtenha a música que está tocando no momento

# NO_PATCHES
source: No more patch notes for you noob
pt_br: Não há mais notas de patch para você

# PATCHES
source: Sends you Dota 2 patches in this channel
pt_br: Envia para você Dota 2 patches neste canal

# PAUSE
source: Pauses the song
pt_br: Pausa a música

# PING
source: Returns the current estimated round-trip latency over WebSocket and REST"
pt_br: Retorna a latência de ida e volta estimada atual sobre WebSocket e REST "

# PLAY
source: Plays a song from tong of sources
pt_br: Toca uma música de várias fontes

# PREFIX
source: Changes the bot's current prefix.
pt_br: Muda o prefixo atual do bot.

# PROFILE
source: Shows the target's current Profile with some nasty details
pt_br: Mostra o perfil atual do alvo com alguns detalhes.

# QUEUE
source: Prints the current queue
pt_br: Mostra a Fila Atual

# RECENT_MATCHES
source: Gives you a list of the target's last 15 matches
pt_br: Fornece uma lista das últimas partidas do jogador

# REMOVE_PRO
source: Revoke pro membership from someone. Requires mention.
pt_br: Revoga a assinatura Profissional de alguém. Requer menção.

# RESUME
source: Resumes the song
pt_br: Continua a música

# SEEK
source: Seeks to a particular position in the song (in sec)
pt_br: Busca uma posição particular na música (em segundos)

# SKIP
source: Skips the current playing song. Broken AF.
pt_br: Salta a música que está tocando no momento.

# STOP
source: Stops the current playing song.
pt_br: Pára a música que está tocando no momento.

# SUPPORT
source: Provides important links that can come in handly
pt_br: Fornece links importantes que podem ser úteis

# TALENTS
source: Give a hero's Talent Tree
pt_br: Dê a árvore de talentos de um herói

# TEAM
source: Gets a small profile for a pro Team
pt_br: Obtém um pequeno perfil para uma equipe profissional

# TEAM_MATCHES
source: Gets the matches played by a pro team
pt_br: Obtém as partidas jogadas por uma equipe profissional

# TEAM_NAME_OR_ID
source: Team Name or Team ID
pt_br: Nome da equipe ou ID da equipe

# TEAM_PLAYERS
source: Get the players of a pro team
pt_br: Obtenha os jogadores de uma equipe profissional

# TOP_TEAMS
source: Gives you a list of top professional teams sorted by their ratings.
pt_br: Fornece uma lista das principais equipes profissionais ordenado por suas classificações.

# TRACK
source: Start tracking a steamID
pt_br: Comece a rastrear um SteamID

# UNTRACK
source: Stop Tracking a steamID's games
pt_br: Pare de rastrear os jogos de um SteamID

# VOLUME
source: Sets the volume for the current playing song 0-150
pt_br: Define o volume da música atual em reprodução 0-150

# VOTE
source: Provides important links that can come in handly
pt_br: Fornece links importantes que podem ser úteis

# WHO_AM_I
source: That's really a dumb thing for a human to ask a robot who he is
pt_br: É realmente uma coisa estúpida para um humano perguntar a um robô quem ele é
